Repository: bragefuglseth/hash_identifier
Catalog: po/*.po
Languages: nb

source: Identify hashing algorithms
nb: Avslør avtrykksalgoritmer

source: Hash Identifier
nb: Avtrykksalgoritmer

source: hash;hashcat;john;detect;identify
nb: hash;hashcat;john;gjenkjenning;identifisering

source: This utility lets you conveniently find out what hashing algorithm has been used on a particular string.
nb: Med dette verktøyet kan den indre detektiven i deg finne ut hvilken avtrykksalgoritme som har blitt brukt på et gitt stykke tekst.

source: Features:
nb: Her er noen ting du vil sette ekstra pris på med Hashes:

source: 📺 Popularity Ratings - Most popular hashes showed first.
nb: Populære algoritmer vises øverst.

source: 👵 Updated! - A new hash algorithm database is used in the identification process.
nb: Appen bruker en moderne database med de nyeste algoritmene.

source: detect
nb: gjenkjenning

source: identify
nb: identifisering

source: Enter a hash text
nb: Oppgi et avtrykk

source: Waiting for input…
nb: Venter på inndata…

source: Can't find an algorithm that matches your input!
nb: Fant ingen algoritme

source: <b>Extended!</b>
nb: <b>Utvidet!</b>

source: translator-credits
nb: Brage Fuglseth https://bragefuglseth.dev

source: External Libraries
nb: Bygget med
